Repository: nuxeo-cps/products--CPSDistantPublisher
Catalog: i18n/*.po
Languages: fr

# button_distant_unpublish_document
source: Distant retract
fr: Dépublication distante

# button_validate
source: Validate
fr: Valider

# distant_publication_sections_choice
source: Distant portal sections selection
fr: Choix des rubriques du site distant

# distant_publication_sections_help
source: A copy of this document will be create in each of this section with <strong>published</strong> state. Readers of these sections will then be able to read it.
fr: Une copie du document sera créé dans chacune de ces rubriques avec comme statut <strong>publié</strong>. Les lecteurs de ces rubriques pourront alors le consulter.

# distant_publication_validators
source: List of members involved in distant publication validation
fr: Liste des membres participant à la validation du document

# distant_states
source: Distant publication state
fr: Etat de publication distante

# distant_validators
source: Distant reviewers
fr: Intermédiaires pour la validation distante

# heading_accept_final_distant_publication_of ${item_id}
source: Publish or reject <strong>${item_id}</strong> for distant publication
fr: Publier ou rejeter la publication distante de <strong>${item_id}</strong>

# heading_accept_partial_publication_of ${item_id}
source: Partial acceptance of <strong>${item_id}</strong> for distant publication
fr: Acceptation partielle de <strong>${item_id}</strong> pour publication distante

# heading_distant_submit_of ${item_id}
source: Submit ${item_id} on a distant portal
fr: Soumettre ${item_id} à validation pour publication sur un site distant

# help_accept_distant_publication
source: Accept distant publication of this item, this will make it available to distant section's readers
fr: Accepter la publication distante de cet élément, pour le rendre visible dans la section distante

# help_accept_partial_publication
source: Accept distant publication of this item, this will make it available to distant section's readers, if all delegatees accepts it
fr: Accepter la publication distante de cet élément, pour le rendre visible dans la section distante, si tous les intermédiaires acceptent

# help_reject_distant_publication
source: Reject distant publication of this item
fr: Rejeter la publication distante de cet élément

# label_full_name
source: User full name
fr: Nom complet d'utilisateur

# legend_local_roles_no_results_members
source: Sorry, no members matched your search.
fr: Aucun membre trouvé.

source: Select members
fr: Séléctionner les membres participant à la validation

source: Server unreachable
fr: Serveur inaccessible

# label_target_server
source: Server
fr: Serveur

# action_distant_submit
source: Distant submission
fr: Proposer une publication distante

# heading_reject_publication_of ${item_id}
source: Reject <strong>${item_id}</strong> for distant publication
fr: Rejeter la publication distante de <strong>${item_id}</strong>

# heading_accept_publication_of ${item_id}
source: Accept <strong>${item_id}</strong> for distant publication
fr: Accepter la publication distante de <strong>${item_id}</strong>

# distant_publish_ready
source: Ready for distant publication
fr: Prêt pour publication distante

# action_distant_publish
source: Distant publishing
fr: Publier sur le site distant

# action_distant_reject
source: Reject distant publishing
fr: Rejeter la publication distante

# action_distant_accept
source: Accept distant publishing
fr: Valider la publication distante

# action_distant_partial_accept
source: Partially accept for distant publishing
fr: Accepter la publication distante

# action_view_delegatees
source: View distant publication delegatees
fr: Visualiser les intermédiaires

source: Distant pending
fr: Publication distante en soumission

# manage_delegatees
source: Manage distant publication delegatees
fr: Gestion des intermédiaires

# copy_distant_submit
source: Copy for distant submission
fr: Copie pour soumission distante

# distant_submit
source: Distant submission
fr: Soumission distante

# distant_accept
source: Distant submission accepted
fr: Soumission distante acceptée

source: Distant publishing
fr: Publication distante

# unknown_distant_state
source: Unknown distant state (deleted?)
fr: Etat distant inconnu (supprimé?)

# legend_local_roles_no_results_groups
source: Sorry, no groups matched your search.
fr: Aucun groupe trouvé.

# psm_miss_push_ids
source: No member selected.
fr: Aucun membre sélectionné.

# psm_miss_distant_section
source: No distant section selected.
fr: Aucun section distante sélectionnée.

# cps_empty_search
source: You must specify a query
fr: Veuillez saisir au moins un critère de recherche

# distant_unpublish
source: Distant unpublished
fr: Dépublication à distance

# cps_couldnot_unpublish
source: Could not remove the distant document, check your rights on the distant server
fr: Impossible de supprimer la version distante, vérifier vos droits sur le portail distant
